Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_3 Terms and definitions_3 TERMINID JA MÄÄRATLUSED.tmx
Source language: en
Languages: et

source: Terms and definitions
et: TERMINID JA MÄÄRATLUSED

source: This clause of Part 1 applies except as follows. 3.1 General terms
et: Kehtivad osa 1 jaotise 3 määratlused koos alljärgnevate muudatustega. 1 Üldterminid ja määratlused

source: Additional terms:
et: Lisamääratlused:

source: distribution board intended to be operated by ordinary persons DBO ASSEMBLY used to distribute electrical energy in domestic (household) applications and other places where operation is intended by ordinary persons
et: jaotuskilp, mida tohivad käsitada tavaisikud elektrienergia jaotamiseks kasutatav kooste kodumajapidamises ja muudes kohtades, kus on ette nähtud, et seda saavad käsitada tavaisikud

source: Note 1 to entry Switching operations and replacing fuse-links are examples of operations intended to be carried out by normal persons.
et: MÄRKUS Tavaisikute sooritatavad ettenähtud toimingud on näiteks lülitustoimingud ja sulavpanuste vahetamine.

source: type A DBO
et: A-tüüpi jaotuskilp, mida tohivad käsitada tavaisikud

source: DBO designed to accept single pole devices
et: jaotuskilp, mida tohivad käsitada tavaisikud ja mis on projekteeritud ühepooluseliste seadmete jaoks

source: Note 1 to entry In the UK, a type A DBO used principally for domestic (household) installations and having a maximum incoming unit rating of 100 A and a maximum outgoing circuit rating of 63 A, is known as a "consumer unit" or "customer distribution board".
et: MÄRKUS Ühendkuningriigis peamiselt kodumajapidamispaigaldistes kasutatavat A-tüüpi jaotuskilpi, mida tohivad käsitada tavaisikud ja mille sisendühiku maksimaalne tunnusvool on 100 A, väljundahela maksimaalne tunnusvool aga 63 A, on tuntud kui „tarbijaühik“ või „kliendi-jaotuskilp“.e

source: type B DBO
et: B-tüüpi jaotuskilp, mida tohivad käsitada tavaisikud

source: DBO designed to accept multi-pole and/or single pole devices
et: jaotuskilp, mida tohivad käsitada tavaisikud ja mis on projekteeritud mitme- ja/või ühepooluseliste seadmete jaoks
